11/data/attachments/6e7394d29bdf5faa.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Debra_reason_Actions_61932_4</nif:username>
            <nif:friendToBeRequested>soap_actions_2fba8707-9152-49ca-9a95-0afba3dd9c4c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>